{
  "HOME": {
    "ALLERGENS": "Allergens",
    "14_ALLERGENS": "The 14 food allergens",
    "SUMMARY": "Summary",
    "FOOD": "Foods",
    "HEALTH": "Health"
  },
  "ALLERGENS": {
    "TITLE": "Allergens",
    "LUPINS": "Lupins",
    "CELERY": "Celery",
    "PEANUTS": "Peanuts",
    "CRUSTACEANS": "Crustaceans",
    "SULFUR_DIOXIDE_AND_SULPHITES": "Sulfur dioxide and sulphites",
    "NUTS": "Nuts",
    "GLUTEN": "Gluten",
    "SESAME_SEEDS": "Sesame seeds",
    "EGG": "Egg",
    "DAIRY_PRODUCTS": "Dairy products",
    "MOLLUSCS": "Moluscs",
    "MUSTARD": "Mustard",
    "FISH": "Fish",
    "SOY": "Soy",
    "SUMMARIES": {
      "LUPINS": "Lupinus mutabilis, also known as chocho, lupino or tarwi, belongs to the family of legumes. Its main nutritional interest is given by its high protein content. You have to be careful with it and with any product obtained.",
      "CELERY": "The celery, Apium graveolens, is used both raw and cooked, and all its parts are used although its stems and leaves stand out.",
      "PEANUTS": "Peanut, Arachis hypogaea, also known as peanuts, is a legume. It stands out for its high content of phytosterols and fatty acids.",
      "CRUSTACEANS": "The component that produces this allergy is tropomyosin, and similarities have been found with mite allergy, and it is likely that a person who has allergies to mites becomes allergic to crustaceans. Allergy occurs more in adults, and is not diminished with cooking, in the case of cooking the water used presents the same allergens. Allergy is also in addition to ingestion is very common to appear by inhalation of its vapors.",
      "SULFUR_DIOXIDE_AND_SULPHITES": "It is considered that sulfur dioxide and sulphites in concentrations higher than 10mg / kg or 10ml / l, in the final products, ready for consumption must be declared.",
      "NUTS": "Within this group we find hazelnuts, almonds, walnuts, cashews, pistachios, pecans, Brazil nuts, macadamia nuts, from Australia, and any by-products except those used to make alcoholic distillates.",
      "GLUTEN": "In this case we must distinguish between celiac disease also known as gluten intolerance, gluten sensitivity and wheat allergy. They have in common that they are all produced by a protein present in wheat and other cereals that is known as gluten. To differentiate between celiac disease and gluten sensitivity, specific diagnostic tests are necessary.",
      "SESAME_SEEDS": "Sesame, Sesamum indicum, also known as sesame, has great nutritional interest due to the large amount of proteins it has, and the amount of unsaturated fats.",
      "EGG": "The egg has allergenicity for both yolk and white, the white being more allergenic because its proteins are more resistant to cooking, as in the case of ovomucoid. So it should be noted that the egg allergenicity decreases with cooking, there being tolerance to boiled egg in many cases.",
      "DAIRY_PRODUCTS": "Milk is one of the main products that cause allergies worldwide. In this aspect it is necessary to emphasize that the allergy that they produce mainly is allergy to the protein of milk of cow, inside the protein of the milk of cow the one that presents greater allergenicity is the casein. On the other hand it should be noted the difference between this allergy and what happens with lactose, lactose is a sugar present in milk and produces an intolerance due to the lack in our intestine of the enzyme (lactase) that is responsible for its degradation.",
      "MOLLUSCS": "The main component that causes this allergy is tropomyosin, this allergy is more common in adults and is not affected by the cooking of food, the vapors that emit its cooking can also lead to an allergic reaction.",
      "MUSTARD": "Allergy occurs to all parts, leaves, stems and seeds, although the most used are seeds, which is what is most used as for example to obtain the sauce we know as mustard.",
      "FISH": "The fish can produce allergy both for the proteins it contains and for the histamine it presents and for Anisakis. Although the main allergen is the parvalbumin protein found in muscle tissue. These proteins are resistant to cooking and their quantity varies according to the species, so there are people who are allergic to a type of fish, or fish from different families. Those that produce less allergies are the dogfish, the tuna. Your allergy can be triggered not only by intake, but also by contact and inhalation.",
      "SOY": "Soy or soy, Glycine max, belongs to the family of legumes and its nutritional importance lies in that it has high protein content because it has in its composition the 8 essential amino acids, medium content in oil, and also has isoflavones and phytoestrogens."
    },
    "FOODS": {
      "LUPINS": "The seed is consumed, used fresh in various dishes of gastronomy. The flour obtained from it is also used in baking.",
      "CELERY": "It is usually used in salads, soups, tomato juice, and also as a flavoring. Although its allergenic power decreases with cooking does not indicate that it can be consumed lightly if you are sensitive to this food.",
      "PEANUTS": "The seed is consumed with salt, toast, also covered with chocolate, another product very consumed is peanut butter, and we must pay attention to the foods in which the peanut oil is used, a product widely used in Asian cuisine and in the Hindu food.",
      "CRUSTACEANS": "It is found in numerous foods such as pizzas, salads, soups, paellas, rolls. Be careful with cross contamination by utensils, oil.",
      "SULFUR_DIOXIDE_AND_SULPHITES": "It is found in wines, soft drinks, in numerous pots of canned and pickled vegetables, in soy sauce.",
      "NUTS": "They are used in salads, desserts, condiments sauces, breads, drinks as is the case of the almond drink.",
      "GLUTEN": "They are found in numerous cereals such as wheat, oats, barley, rye, spelled, and any product derived from them. And all of them must be declared as allergens with the exception of glucose-based wheat syrups including dextrose, wheat-based maltodextrins, barley-based glucose syrups, cereals used to make alcoholic distillates. There are many sausages and prepared products in which we can find gluten, sauces, cakes, pastas.",
      "SESAME_SEEDS": "It is very used in gastronomy, both in baking and Baklavas, in salads, in bread, in hamburger bread, sushi and sesame oil is very used in Asian cuisine.",
      "EGG": "In addition to the egg itself, there are many foods in which it is present as bakery products, pasta, battered products, pastry products, cold meats, cereals and for its properties as clarifiers can also be used in beers and wines.",
      "DAIRY_PRODUCTS": "In addition to the milk itself, we have to take into account many other foods that may contain but are traces. We find pastries, cold cuts, sausages, sweets, frozen fish, preserves, chocolate. Some thickener additives such as H-4511 (calcium caseinate), H-4512 (sodium caseinate), H-4513 (potassium caseinate). Allergen must be declared as any milk derivative, and lactose, with the exception of whey used to make alcoholic distillates, and lactitol.",
      "MOLLUSCS": "Preserves, pizzas, sauces, soups. Among the mollusks we find gastropods such as snails, bivalves such as mussels (those with shell), and cephalopods such as squid, octopus. Be careful with utensils to avoid cross contamination.",
      "MUSTARD": "It is usually used as a condiment, mustard sauce, curries.",
      "FISH": "They have to consider fish and its derivatives as fishmeal, oil. With the exception of fish gelatin used as a support for vitamins or carotenoid preparations, and fish gelatin used as a clarifier in beer and wine.",
      "SOY": "Soybeans can be consumed as such, or as some of the byproducts that are obtained from its grain such as soybeans, oil, soybean meal, soy sauce, tofu, bean sprouts, tempeh, Yuba All these soy-based products cause allergenicity with the exception of: the oil and fat of fully refined soybean seed, mixed natural tocopherols (E-306), natural d-alpha tocopherol, natural d-alpha tocopherol acetate, and natural d-alpha tocopherol succinate derived from soy, phytosterols and phytosterol esters derived from soybean vegetable oils, and phytostanol esters derived from soybean oil phytosterols."
    },
    "HEALTH": {
      "LUPINS": "In the case of lupine, its allergenicity is not diminished with cooking, so it should be avoided not only fresh but also cooked. In addition, care must be taken with the vapors emitted during cooking and with cross-contamination. Symptoms of allergenicity that can be observed are itching of the palms of the hands, lips, pinna, sneezing, reddening of the skin, sneezing, itching of the throat and feeling of oppression, conjunctivitis, diarrhea. Being able to produce anaphylactic shock.",
      "CELERY": "The symptoms that it presents are itching, redness, hives, diarrhea, respiratory problems, anaphylaxis.",
      "PEANUTS": "In the case of the peanut we found that the roasted peanut is less sensitive to gastric digestion, so that its allergenicity would be increased. It has symptoms of allergenicity common to other legumes: itching in palms of hands, lips, pinna, sneezing, reddening of the skin, sneezing, itching of the throat and feeling of oppression, conjunctivitis, diarrhea. Being able to produce anaphylactic shock.",
      "CRUSTACEANS": "The onset of symptoms can vary from 15 minutes to hours after exposure. The symptoms may be itching, hives, redness, swelling of the lips and eyelids, abdominal pain, diarrhea, respiratory problems, conjunctivitis, runny nose, anaphylaxis. It is more common to develop more serious problems in asthmatic people.",
      "SULFUR_DIOXIDE_AND_SULPHITES": "Sulphites are associated with headaches, and in addition to this they produce other symptoms common in other allergies such as redness, itching, hives, swelling of lips and eyelids, abdominal pain, diarrhea, respiratory problems, anaphylaxis.",
      "NUTS": "The symptoms are redness, hives, itching, swelling of lips and eyelids, abdominal pain, diarrhea, respiratory problems, and anaphylaxis. It is recommended that in the case of young children do not start to administer nuts until 3 years of age and to do little by little.",
      "GLUTEN": "In the case of celiac disease and gluten sensitivity we found that the symptoms only occur after their intake and they are constipation, abdominal swelling, abdominal pain, nausea, vomiting, diarrhea, anemia, headache, hives. While in the case of allergy symptoms can occur by contact as well as by intake and tend to occur more quickly therefore also include a greater number of skin symptoms such as itching, hives, swelling of lips and eyelids, redness, abdominal pain, diarrhea, respiratory problems, anaphylaxis.",
      "SESAME_SEEDS": "The symptoms that produce your reaction allergy are redness, itching, swelling of lips and eyelids, hives, abdominal pain, diarrhea, respiratory problems. And finally anaphylaxis.",
      "EGG": "Symptoms may include redness of the itching of the lips, throat, hives, swelling of the lips and eyelids. Also abdominal pain, diarrhea, nausea. And conjunctivitis, cough although they are less common.",
      "DAIRY_PRODUCTS": "Milk can produce symptoms by ingestion, inhalation, direct skin and indirect skin symptoms such as chafing. The symptoms that the allergy produces are redness, itching, urticaria, diarrhea with bleeding, nausea, vomiting, abdominal colic, conjunctivitis, asthma, and anaphylaxis. They usually manifest at the time of ingestion or contact with the allergen. In the case of lactose the symptoms are abdominal pain, flatulence, diarrhea, swelling.",
      "MOLLUSCS": "Symptoms can appear from minutes after your intake or contact until hours, and are redness, itching, swelling of lips and eyelids, hives, abdominal pain, respiratory problems, anaphylaxis.",
      "MUSTARD": "It presents a more serious affectation in adults, reaching anaphylaxis, while in children the affectation is usually cutaneous. The symptoms being the itching, redness, urticaria, swelling of the lips and eyelids, diarrhea, respiratory problems, and anaphylaxis.",
      "FISH": "The symptoms that can present are itching, hives, redness, swelling of lips and eyelids, vomiting, diarrhea, respiratory problems, anaphylaxis.",
      "SOY": "With the allergenicity to soy, unlike other foods, it does not diminish with temperature. It presents resistance to thermal, chemical and pre-theolitic denaturation, a common thing in pulses. The symptoms are urticaria hives, swelling of lips itching lips, respiratory problems, and in more severe cases anaphylaxis."
    }
  },
  "BMI": {
    "TITLE": "Body mass index",
    "HEIGHT": "Height",
    "WEIGHT": "Weight",
    "CALC": "Calc",
    "RESULT": "Result"
  }
}