{
  "HOME": {
    "ALLERGENS": "Alérgenos",
    "14_ALLERGENS": "Los 14 alérgenos alimentarios"
  },
  "ALLERGENS": {
    "TITLE": "Alérgenos",
    "LUPINS": "Altramuces",
    "CELERY": "Apio",
    "PEANUTS": "Cacahuetes",
    "CRUSTACEANS": "Crustáceos",
    "SULFUR_DIOXIDE_AND_SULPHITES": "Dióxido de azufre y sulfitos",
    "NUTS": "Frutos secos",
    "GLUTEN": "Gluten",
    "SESAME_SEEDS": "Granos de sésamo",
    "EGG": "Huevo",
    "DAIRY_PRODUCTS": "Lácteos",
    "MOLLUSCS": "Moluscos",
    "MUSTARD": "Mostaza",
    "FISH": "Pescado",
    "SOY": "Soja",
    "SUMMARIES": {
      "LUPINS": "Altramuz, Lupinus mutabilis, también conocido como chocho, lupino o tarwi, pertenece a la familia de las leguminosas. Su interés nutricional principal viene dado por su alto contenido proteico. Hay que tener cuidado con él y con cualquier producto obtenido.",
      "CELERY": "El apio, Apium graveolens, es empleado tanto crudo como cocinado, y se utilizan todas sus partes aunque destacan sus tallos y hojas.",
      "PEANUTS": "Cacahuete, Arachis hypogaea, también conocido como maní, es una legumbre. Destaca por su alto contenido en fitoesteroles y ácidos grasos.",
      "CRUSTACEANS": "El componente que produce dicha alergia es la tropomiosina, y se han encontrado similitudes con la alergia a los ácaros siendo probable que una persona que presenta alergia a los ácaros llegue a presentar alergia a los crustáceos. Está alergia se da más en adultos, y no se ve disminuida con el cocinado, en el caso de cocción el agua utilizada presenta los mismos alérgenos. Está alergia también además de por ingestión es muy común que aparezca por inhalación de sus vapores.",
      "SULFUR_DIOXIDE_AND_SULPHITES": "Se considera que  dióxido de azufre y los sulfitos en concentraciones superiores a 10mg/kg o 10ml/l, en los productos finales, listos para el consumo deberán ser declarados.",
      "NUTS": "Dentro de este grupo encontramos las avellanas, almendras, nueces, anacardos, pistachos, pecanas, nueces de Brasil, nueces de macadamia, de Australia, y cualquier producto derivado excepto los que se utilizan para hacer destilados alcohólicos. ",
      "GLUTEN": "En este caso hay que hacer distinción entre la celiaquía también conocida como intolerancia al gluten, la sensibilidad al gluten y la alergia al trigo. Tienen en común que todos son producidos por una proteína presente en el trigo y otros cereales que se conoce como gluten. Para diferenciar entre la celiaquía y la sensibilidad al gluten son necesarias pruebas de diagnóstico específicas.",
      "SESAME_SEEDS": "El sésamo, Sesamum indicum, también conocido como ajonjolí, posee gran interés nutricional debido a la gran cantidad de proteínas que posee, y la cantidad de grasas insaturadas.",
      "EGG": "El huevo presenta alergenicidad tanto por la yema como por la clara, siendo la clara más alergénica debido a que sus proteínas son más resistentes al cocinado como es el caso de la ovomucoide. Por lo que cabe destacar que la alergenicidad del huevo si disminuye con el cocinado, existiendo tolerancia al huevo cocido en muchos casos.",
      "DAIRY_PRODUCTS": "La leche es uno de los principales productos que originan alergias a nivel mundial. En este aspecto hay que destacar que la alergia que producen principalmente es alergia a la proteína de leche de vaca,  dentro de la proteína de la leche de vaca la que presenta mayor alergenicidad es la caseína. Por otro lado cabe destacar la diferencia entre esta alergia y lo que ocurre con la lactosa, la lactosa es un azúcar presente en la leche y produce una intolerancia debido a la falta en nuestro intestino de la enzima (lactasa) que se encarga de su degradación.",
      "MOLLUSCS": "El componente principal que causa esta alergia es la tropomiosina, esta alergia es más común en los adultos y no se ve afectada por el cocinado de los alimentos, los vapores que emiten su cocción también pueden dar lugar a una reacción alérgica.",
      "MUSTARD": "La alergia se produce a todas las partes, hojas, tallos y semillas, aunque la más empelada son las semillas, que es lo que más se emplea como por ejemplo para la obtención de la salsa que conocemos como mostaza.",
      "FISH": "El pescado puede producir alergia tanto por las proteínas que contiene como por la histamina que presenta y por Anisakis. Aunque el alérgeno principal es la proteína parvalbúmina que se encuentra en el tejido muscular. Dichas proteínas son resistentes al cocinado y su cantidad varía según la especie, por lo que hay personas que son alérgicas a un tipo de pescado, o a pescados de familias diferentes. Los que producen menos alergias son el cazón, el atún. Su alergia se puede desencadenar no solo por ingesta, también por contacto e inhalación.",
      "SOY": "Soja o Soya, Glycine max, pertenece la familia de las leguminosas y su importancia nutricional reside en que posee alto contenido proteico debido a que presenta en su composición los 8 aminoácidos esenciales, contenido medio en aceite, y además presenta isoflavonas y fitoestrógenos."
    },
    "FOODS": {
      "LUPINS": "Se consume la semilla, empleada en fresco en diversos platos de la gastronomía. También se emplea en panificación la harina que se obtiene de él.",
      "CELERY": "Se suele emplear en ensaladas, sopas, zumo de tomate, y también como aromatizante. Aunque su poder alergénico disminuye con la cocción no indica que se pueda consumir a la ligera si se es sensible a este alimento.",
      "PEANUTS": "Se consume la semilla con sal, tostada, también recubierta de chocolate, otro producto  muy consumido es la mantequilla de cacahuete, y hay que prestar atención a los alimentos en los que se emplea el aceite de cacahuete, producto muy empleado en la cocina asiática y en la comida hindú.",
      "CRUSTACEANS": "Se encuentra en numerosos alimentos como pueden ser pizzas, ensaladas, sopas, paellas, rollitos. Hay que tener cuidado con la contaminación cruzada por utensilios, aceite.",
      "SULFUR_DIOXIDE_AND_SULPHITES": "Se encuentra en los vinos, refrescos, en numerosos botes de verduras en conservas y encurtidos, en la salsa de soja.",
      "NUTS": "Se emplean en ensaladas, postres, salsas condimentos, panes, bebidas como es el caso de la bebida de almendras.",
      "GLUTEN": "Se encuentran en numerosos cereales como el trigo, la avena, la cebada, centeno, la espelta, y cualquier producto derivado de ellos. Y todos ellos deben ser declarados como alérgenos con la excepción de jarabes de glucosa a base de trigo incluida la dextrosa, maltodextrinas a base de trigo, jarabes de glucosa a base de cebada, cereales utilizados para hacer destilados alcohólicos. Hay muchos embutidos y productos preparados en los que podemos encontrar gluten, salsas, pasteles, pastas.",
      "SESAME_SEEDS": "Es muy empleado en la gastronomía, tanto en la repostería como las Baklavas, en ensaladas, en pan, en el pan de hamburguesa, sushi y el aceite de sésamo es muy empleado en la cocina asiática.",
      "EGG": "Además del huevo en sí, existen muchos alimentos en los que está presente como productos de bollería, pastas, productos rebozados, productos de pastelería, fiambres, cereales y por sus propiedades como clarificantes también pueden ser empleados en cervezas y vinos.",
      "DAIRY_PRODUCTS": "Además de la leche en sí, tenemos que tener en cuenta muchos otros alimentos que pueden contener aunque sean trazas. Encontramos bollería, fiambre, embutidos, golosinas, pescados congelados, conservas, chocolate. Algunos aditivos espesantes como H-4511 (caseinato cálcico), H-4512 (caseinato sódico), H-4513 (caseinato potásico). Tiene que ser declarado como alérgeno cualquier derivado lácteo, y la lactosa, con la excepción de lactosuero utilizado para hacer destilados alcohólicos, y el lactitol.",
      "MOLLUSCS": "Conservas, pizzas, salsas, sopas. Dentro de los moluscos encontramos gasterópodos como los caracoles, bivalvos como los mejillones (son los que presentan concha), y cefalópodos como los calamares, pulpo. Hay que tener cuidado con los utensilios para evitar la contaminación cruzada.",
      "MUSTARD": "Se suele emplear como condimento, salsa mostaza, currys.",
      "FISH": "Tienen que considerarse el pescado y sus derivados como la harina de pescado, aceite. Con la excepción de la gelatina de pescado utilizada como soporte de vitaminas o preparados de carotenoides, y la gelatina de pescado usada como clarificante en cerveza y vino.",
      "SOY": "La soja se puede consumir como tal, o bien como algunos de los subproductos que se obtienen a partir de su grano como es la bebida de soja, el aceite, harina de soja, salsa de soja, el tofú, brotes de soja, tempeh, yuba. Todos estos productos a base de soja causan alergenicidad con la excepción de: el aceite y grasa de la semilla de soja totalmente refinada, tocoferoles naturales mezclados (E-306), d-alfa tocoferol natural, acetato de d-alfa tocoferol natural, y succinato de d-alfa tocoferol natural derivados de la soja, fitosteroles y ésteres de fitosterol derivados de aceites vegetales de soja, y ésteres de fitostanol derivados de fitosteroles de aceite de semilla de soja."
    },
    "HEALTH": {
      "LUPINS": "En el caso del altramuz, su alergenicidad no se ve disminuida con la cocción, por lo que debe evitarse no solo fresco sino también cocinado. Además hay que tener cuidado con los vapores emitidos en su cocción y con la contaminación cruzada. Los síntomas de alergenicidad que se pueden observar son picores en palma de manos, labios, pabellón auricular, estornudos, enrojecimiento de la piel, estornudos, picor de la garganta y sensación de opresión, conjuntivitis, diarrea. Pudiendo producir shock anafiláctico.",
      "CELERY": "Los síntomas que presenta son picor, enrojecimiento, urticaria, diarrea, problemas respiratorios, anafilaxia.",
      "PEANUTS": "En el caso del cacahuete encontramos que el cacahuete tostado es menos sensible a la digestión gástrica, por lo que se vería incrementada su alergenicidad. Presenta síntomas de alergenicidad comunes al resto de legumbres: picores en palma de manos, labios, pabellón auricular, estornudos, enrojecimiento de la piel, estornudos, picor de la garganta y sensación de opresión, conjuntivitis, diarrea. Pudiendo producir shock anafiláctico.",
      "CRUSTACEANS": "La aparición de los síntomas puede variar de los 15 minutos hasta pasadas las horas desde su exposición.  Los síntomas pueden ser picores, urticaria, enrojecimiento, hinchazón de labios y párpados, dolor abdominal, diarrea, problemas respiratorios, conjuntivitis, moqueo, anafilaxia. Es más común que se desarrollen problemas más graves en personas asmáticas.",
      "SULFUR_DIOXIDE_AND_SULPHITES": "Los sulfitos están asociados a dolores de cabeza, y además de esto producen otros síntomas comunes en otras alergias como es el enrojecimiento, picores, urticaria, hinchazón de labios y párpados, dolor abdominal, diarrea, problemas respiratorios, anafilaxia.",
      "NUTS": "Los síntomas son enrojecimiento, urticaria, picor, hinchazón de labios y párpados, dolor abdominal, diarrea, problemas respiratorios, y anafilaxia. Se recomienda que en  el caso de los niños pequeños no se les empiece a administrar frutos secos hasta los 3 años de edad y que vaya haciendo poco a poco.",
      "GLUTEN": "En el caso de la celiaquía y la sensibilidad al gluten encontramos que los síntomas se presentan solamente tras su ingesta y son estreñimiento hinchazón abdominal, dolor abdominal, nauseas, vómitos, diarrea, anemia, dolor de cabeza, ronchas. Mientras que en el caso de la alergia los síntomas se pueden presentar por contacto además de por ingesta y suelen presentarse más rápidamente por tanto, incluyen además un mayor número de síntomas cutáneos como son el picor de labios, urticaria, hinchazón de labios y párpados, enrojecimiento, dolor abdominal, diarrea, problemas respiratorios, anafilaxia.",
      "SESAME_SEEDS": "Los síntomas que produce su reacción alergia son enrojecimientos, picores, hinchazón de labios y párpados, urticaria, dolor abdominal, diarrea, problemas respiratorios. Y finalmente anafilaxia.",
      "EGG": "Los síntomas pueden ser enrojecimiento picor de labios, garganta, urticaria, hinchazón de labios y parpados. También dolor abdominal, diarrea, nauseas. Y conjuntivitis, tos aunque son menos comunes.",
      "DAIRY_PRODUCTS": "La leche puede producir síntomas por ingestión, inhalación, síntomas cutáneos directos y cutáneos indiretos como pueden ser roces. Los síntomas que produce la alergia son enrojecimiento, picor, urticaria, diarrea con sangrado, nauseas, vómitos, cólico abdominal, conjuntivitis, asma, y anafilaxis. Suelen manifestarse a la hora de la ingesta o el contacto con el alérgeno. En el caso de la lactosa los síntomas son dolor abdominal, flatulencias, diarrea, hinchazón.",
      "MOLLUSCS": "Los síntomas pueden aparecer desde minutos tras su ingesta o contacto hasta horas, y son enrojecimiento, picor, hinchazón de labios y párpados, urticaria, dolor abdominal problemas respiratorio, anafilaxia.",
      "MUSTARD": "Presenta una afectación más grave en adultos, llegando a anafilaxia, mientras que en los niños la afectación suele ser cutánea. Siendo dichos síntomas los picores, enrojecimiento, urticaria, hinchazón de labios y párpados, diarreas, problemas respiratorios, y anafilaxia.",
      "FISH": "Los síntomas que puede presentar son picores, urticaria, enrojecimiento, hinchazón de labios y párpados, vómitos, diarrea, problemas respiratorios, anafilaxis.",
      "SOY": "Con la alergenicidad a la soja a diferencia de otros alimentos ocurre que no se ve disminuida con la temperatura. Presenta resistencia a la desnaturalización térmica, química y preoteolítica cosa común en las legumbres. Los síntomas que presenta son urticaria ronchas, hinchazón de labios picor de labios, problemas respiratorios, y en  casos más graves la anafilaxia."
    }
  },
  "BMI": {
    "TITLE": "Imc",
    "SUBTITLE": "Índice de masa corporal",
    "HEIGHT": "Altura",
    "WEIGHT": "Peso",
    "CALC": "Calcular",
    "RESULT": "Resultado",
    "MAN": "Hombre",
    "WOMAN": "Mujer"
  }
}
